Repository: common-repository/jobsearch
Catalog: languages/*/jobsearch-*.po
Languages: id, ja

source: Tamago-DB Job Board
ja: Tamago-DB求人連携

source: Job board integrated with the ATS/CRM Tamago-DB
ja: 求職者管理システム Tamago-DBとの求人連携

source: list of jobs
id: Jenis pekerjaan
ja: 求人一覧

source: Ability
id: Tingkat
ja: レベル

source: Add email
id: Tambahkan email
ja: Eメールを追加

source: Add phone
id: Tambahkan nomor telepon
ja: 電話番号を追加

source: Add language
id: Tambahkan bahasa
ja: 言語を追加

source: Add link
id: Tambahkan 'link'
ja: リンクを追加

source: Add details
id: Tambahkan Kualifikasi yang Lulus
ja: 資格を追加

source: Advanced
id: Ketinggian
ja: 高度な検索

source: Address
id: Alamat
ja: 住所

source: Apply
id: Lamar Sekarang
ja: 今すぐ応募

source: An undefined error occurred with the attachment. Please check the attachment and try again later
id: Terjadi kesalahan pada file terlampir. Silakan periksa lampiran dan coba lagi
ja: 添付ファイルにエラーが発生しました。添付ファイルを確認し、もう一度やり直してください。

source: An undefined error occurred. Please try again later.
id: Masalah tak terduga telah terjadi. Silakan coba lagi nanti.
ja: 予期せぬ問題が発生しました。後ほど再度お試しください。

source: Any
id: Apa pun
ja: 問わない

source: Address Postal
id: Alamat
ja: 住所

source: Api key
id: Kunci API
ja: API キー

source: Api URL (domain without http protocol)
id: Tautan
ja: Api URL (http プロトコルを除くドメイン)

source: Apply date
id: Tanggal Aplikasi
ja: 応募日

source: Visibility fields
id: Pengaturan layar aplikasi
ja: 応募画面の設定

source: Apply Now
id: Lamar Sekarang
ja: 今すぐ応募

source: Apply history
id: Riwayat Aplikasi
ja: 応募履歴

source: ASC
id: Urutan naik
ja: 昇順

source: At the bottom
id: Di dasar
ja: 一番下に行く

source: At the top
id: Di atas
ja: トップに戻る

source: Attachment
id: lampiran file
ja: 添付ファイル

source: Basis
id: Dasar
ja: 支給方式

source: Add 'And below' for language skill
id: Pilih keterampilan bahasa Anda di bawah ini
ja: 言語スキルに「それ以下」を追加

source: And lower
id: Kurang dari itu
ja: それ以下

source: Benefits
id: paket manfaat
ja: 待遇・福利厚生

source: Birthdate
id: Tanggal lahir
ja: 誕生日

source: button
id: Tombol
ja: ボタン

source: Submit background color
id: Tombol yang menentukan warna latar belakang
ja: 背景色を指定するボタン

source: Submit font color
id: Tombol yang menentukan warna font
ja: フォントの色を指定するボタン

source: More background color
id: Warna latar belakang lainnya
ja: 背景色を指定するボタン

source: More font color
id: Warna font lainnya
ja: フォントの色

source: Category
id: Pekerjaan
ja: 職種

source: Displayed / excluded categories
id: Tampilan pekerjaan
ja: 職種に基づき、求人を含める。または除外する。

source: Displayed
id: Format tampilan
ja: 表示形式

source: Excluded
id: Pengecualian
ja: 除外

source: Invalid captcha
id: Masukan CAPTCHA salah
ja: CAPTCHA の入力が間違っています

source: Certification
id: Kualifikasi pendidikan
ja: 資格

source: Language Certification
id: Kualifikasi bahasa
ja: 言語資格

source: Certification text
id: Kualifikasi pendidikan
ja: 資格テキスト

source: Certifications
id: ️Keterampilan dan latar belakang/kualifikasi pendidikan
ja: 資格

source: Certification score
id: Nilai ujian kualifikasi
ja: 資格の得点

source: Certifications scores
id: nilai ujian kualifikasi
ja: 資格の得点

source: Check all
id: Periksa semua
ja: すべてをチェック

source: Choose the first option who will be shown on the list (Currency and basis for search, Certification for apply)
id: Pilih opsi pertama yang akan ditampilkan dalam daftar
ja: リストの一番最初に来るオプションを選択

source: Choose which field have to be visible on the apply form
id: Pilih item yang akan ditampilkan pada formulir aplikasi
ja: 応募フォームで表示させる項目を選択

source: Choose which field have to be mandatory on the apply form
id: Pilih item yang diperlukan dalam formulir aplikasi
ja: 応募フォームで必須となる項目を選択

source: Mandatory fields
id: Bidang wajib
ja: 必須項目

source: Choose a work place
id: Memilih tempat kerja
ja: 勤務地を選択

source: Choose which elements have to be visible on the detail page
id: Pilih item untuk ditampilkan di halaman detail pekerjaan
ja: 求人の詳細ページで表示させる項目を選択

source: City
id: Kota
ja: 市区町村

source: Resize column
id: Ubah ukuran kolom
ja: 列のサイズ変更

source: change the colsize for the register form
id: Ubah ukuran kolom untuk formulir pendaftaran
ja: 登録フォームのサイズを変更する

source: Condition
id: Kondisi
ja: 条件

source: Contact Details
id: Kontak informasi
ja: 連絡先情報

source: Country
id: Negara
ja: 国名

source: Country visa(set up by default a country for the visa if the candidate didn't choose one)
id: Visa negara (diatur secara default negara untuk visa jika kandidat tidak memilih salah satu)didn't choose one)
ja: 国別ビザ (求職者が国を選択しなかった場合、デフォルトで設定される)

source: Currencies
id: Mata uang
ja: 通貨

source: Current salary
id: Gaji saat ini
ja: 現在の給与

source: current currency
id: Mata uang gaji
ja: 給与の通貨

source: current basis
id: Gunakan 1 Kriteria / (Gunakan hanya 1 Kriteria di form pencarian, Tahunan, Bulanan, Harian)
ja: 1つの基準を使用 (検索フォームでは、1つの基準のみを使用、毎年、毎月、毎日)

source: Bonus salary
id: Gaji bonus
ja: ボーナス給与

source: Bonus currency
id: Gunakan satu mata uang / (gunakan hanya satu mata uang dalam formulir pencarian, Yen atau Euro)
ja: 1つの通貨を使用 (検索フォームでは、1つの基準のみを使用、毎年、毎月、毎日)

source: bonus basis
id: Gunakan 1 Kriteria / (Gunakan hanya 1 Kriteria di form pencarian, Tahunan, Bulanan, Harian)
ja: 1つの基準を使用 (検索フォームでは、1つの基準のみを使用、毎年、毎月、毎日)

source: Currency
id: Mata uang
ja: 通貨

source: Customize design
id: Sesuaikan desain Anda
ja: デザインのカスタマイズ

source: Use customize folder
id: Gunakan folder khusus
ja: カスタマイズの使用

source: Current company
id: Perusahaan saat ini
ja: 現在の会社

source: Current department
id: Departemen saat ini
ja: 現在の部署

source: Current position
id: Posisi saat ini
ja: 現在の役職

source: Data sended
id: Data terkirim
ja: 送信されたデータ

source: Date
id: Tanggal
ja: 日付

source: Day
id: Hari
ja: 日

source: Default
id: Bawaan
ja: デフォルト

source: DESC
id: Urutan naik
ja: 降順

source: del phone
id: Tambahkan nomor telepon
ja: 電話番号を追加

source: del email
id: Tambahkan email
ja: Eメールを追加

source: Description
id: Informasi Pekerjaan
ja: 求人情報

source: Use default image
id: Gunakan gambar default
ja: デフォルト画像を使用

source: Upload default image
id: Unggah gambar default
ja: デフォルト画像をアップロード

source: Description cleaned (strip 'p' tag and 'ul' tag)
id: Deskripsi dibersihkan (strip tag 'p' dan tag 'ul')
ja: 説明文のクリーニング (p タグと ul タグを取り除く)

source: Desired employment
id: Pekerjaan yang diinginkan
ja: 希望する職業

source: Desired employment types
id: Jenis pekerjaan yang diinginkan
ja: 希望の雇用形態

source: Desired wage
id: Gaji yang diharapkan
ja: 希望給与

source: Desired job industry
id: Jenis industri
ja: 希望業種

source: Desired location
id: Tempat kerja
ja: 希望勤務地

source: Desired job category
id: Tempat kerja
ja: 希望職種

source: Display type
id: Tipe tampilan
ja: 表示形式

source: Display category
id: Kategori tampilan
ja: 職種表示

source: Display fields
id: Tampilkan bidang
ja: 応募画面の設定

source: Display tag group
id: Tampilkan grup tag
ja: タググループを表示

source: Display
id: Tipe tampilan
ja: 表示形式

source: Display industry
id: Pilih jenis industri
ja: 業種を表示

source: Download json
id: Unduh jso
ja: JSON をダウンロード

source: Education
id: Tingkat Pendidikan
ja: 求められる学歴

source: Education level
id: Tingkat pendidikan yang dibutuhkan
ja: 求められる学歴

source: Email
ja: E メール

source: Emails template
id: Template Email
ja: E メールの種類

source: From, Subject and Content are mandatory to send an email!
id: Dari, Subjek dan Konten wajib mengirim email!
ja: メールの送信には From 、件名、メール内容が必須です。

source: Emails
id: Email
ja: E メール

source: Employment
id: Riwayat pekerjaan
ja: 職歴

source: Error message - 'There has been an error with your application. Please check and try again later.
id: Terjadi galat tak terduga dalam formulir permintaan. Silakan mendaftar lagi setelah mengonfirmasi
ja: 応募書類に予期せぬエラーが発生いたしました。確認後、再度ご応募ください。

source: Employement type
id: Bentuk pekerjaan
ja: 雇用形態

source: Established years
id: Mapan
ja: 設立

source: Extended
id: Apartemen, nama gedung, dll.
ja: マンション、ビル名など

source: Extra
id: Tambahan
ja: 余分な

source: The uploaded file should be an image
id: File yang diunggah harus berupa gambar
ja: アップロードするファイルは画像でなければなりません。

source: The uploaded file should be lower than
id: File yang diunggah harus lebih rendah dari itu
ja: より小さいファイルをアップロードしてください。

source: From
id: Dari
ja: から

source: Family Name
id: Nama keluarga(Last name)
ja: 姓 (Last name)

source: Suggested country
id: Negara yang disarankan
ja: おすすめの国

source: Suggested languages
id: Bahasa yang disarankan
ja: おすすめの言語

source: F
id: Wanita
ja: 女性

source: Fetch latest labels and translations
id: Ambil label dan terjemahan terbaru
ja: 最新のラベルと翻訳に更新する

source: Featured
id: Unggulan
ja: 特集

source: Featured jobs
id: Pekerjaan unggulan
ja: 特集求人

source: Files
id: Mengajukan
ja: ファイル

source: First
id: Menuju awal
ja: 最初へ

source: Please upload your resume
id: ←※Jika Anda memiliki resume atau riwayat pekerjaan, silakan unggah. Jika tidak, itu tidak perlu.
ja: 履歴書・職務経歴書があればアップロードしてください。なければ不要です。

source: found
id: Ditemukan
ja: 見つかりました

source: Submit position
id: ️Terapkan
ja: 応募する

source: Gender
id: ️Jenis kelamin
ja: 性別

source: Given name
id: Nama(Nama depan)
ja: 名 (First Name)

source: Hide salary
id: Sembunyikan Pencarian Gaji/（Sembunyikan bidang gaji di formulir pencarian）
ja: 給与検索を非表示にする (検索フォームの給与フィールドを非表示にする)

source: Hide basis
id: Metode pembayaran gaji
ja: 給与の支給方式

source: Hide currency
id: Mata uang gaji
ja: 給与の通貨

source: Hide max wage
id: Gaji terbaik
ja: 最高給与

source: Hide min wage
id: Gaji terendah
ja: 最小給与

source: Hide language
id: ️Bahasa tambahan
ja: 言語を非表示

source: Hide add language button
id: ️Bahasa tambahan
ja: 言語を追加のボタンを非表示

source: Hide form
id: Sembunyikan formulir pencarian
ja: 検索フォームを非表示

source: Hide search field
id: Sembunyikan formulir pencarian
ja: 検索フォームを非表示

source: Hide reset button
id: Tombol terapkan
ja: リセットボタンを非表示

source: Hide location
id: Lokasi kerja yang diinginkan
ja: 勤務地を非表示

source: Holiday
id: Liburan/Liburan
ja: 休日・休暇

source: home
id: Individu
ja: 個人

source: home mobile
id: Ponsel pribadi
ja: 個人携帯

source: home other
id: Rumah lainnya
ja: 自宅その他

source: Job ID
ja: 求人 ID

source: Industry
id: Jenis industri
ja: 業種

source: job
ja: 求人

source: jobs
ja: 求人

source: Job
ja: 求人

source: Job description
id: Deskripsi pekerjaan
ja: 求人概要

source: Job page
id: Halaman pekerjaan
ja: 求人ページ

source: search page
id: Pencarian pekerjaan
ja: 検索ページ

source: Job requirements
id: Persyaratan kualifikasi
ja: 応募資格

source: Job information visibilty
id: Pengaturan untuk menampilkan informasi pekerjaan
ja: 求人の表示設定

source: Video visibility(only for video template)
id: Visibilitas video (hanya untuk template video)
ja: 動画の可視性 (動画テンプレートのみ)

source: Number of jobs to show per page
id: Jumlah pekerjaan untuk ditampilkan di widget
ja: 1ページに表示する求人数

source: Number of job to show in the widget
id: Jumlah pekerjaan untuk ditampilkan di widget
ja: ウィジェットに表示する求人数

source: Number of characters to use in the short description
id: ️jumlah karakter dalam deskripsi singkat
ja: 短い説明の際の文字数

source: Keyword
id: ️Kata kunci
ja: キーワード

source: Language
id: Bahasa
ja: 言語

source: Languages
id: Bahasa
ja: 言語

source: Language ability
id: Kemampuan berbahasa
ja: 言語スキル

source: Language certification
id: Sertifikasi bahasa
ja: 言語資格

source: Language certifications
id: Sertifikasi bahasa
ja: 言語資格

source: Language certif abili
id: Kemampuan sertifikat bahasa
ja: 言語資格

source: Language required
id: Bahasa yang dibutuhkan
ja: 必須言語

source: Last
id: sampai akhir
ja: 最後へ

source: Latest jobs
id: Pekerjaan terbaru
ja: 新着求人

source: Level
id: Tingkat
ja: レベル

source: Link
ja: リンク

source: Font color
id: Warna huruf
ja: フォントの色

source: Location
id: Tempat kerja
ja: 勤務地

source: M
id: Pria
ja: 男性

source: Max wage
id: Gaji terbaik
ja: 最高給与

source: Message
id: Pesan
ja: メッセージ

source: Min wage
id: Gaji terendah
ja: 最小給与

source: mobile
id: Telepon selular
ja: 携帯

source: Month
id: Bulan
ja: 月

source: More information
id: Informasi lebih lanjut
ja: 続きを読む

source: Name
id: Nama
ja: 名前

source: Nationality
id: Kebangsaan
ja: 国籍

source: Nearest station
id: Stasiun terdekat
ja: 最寄駅

source: negotiable
id: Nego berdasarkan pengalaman
ja: 経験考慮の上、応相談

source: Next
id: Selanjutnya
ja: 次へ

source: No job was found for your search
id: Tidak ada pekerjaan yang ditemukan untuk pencarian Anda
ja: 検索に該当する求人が見つかりませんでした

source: Notice period
id: ️Berapa lama waktu yang dibutuhkan untuk meninggalkan perusahaan?
ja: 退職までにかかる期間

source: One code per line (iso 639-1, example: "en")
id: 1 kode per baris（Contoh：en）
ja: 1行に1コード (例：en)

source: One code per line (iso 639-2, example: "JP")
id: Satu kode per baris（iso 639-2、Contoh： "JP"）
ja: 1行に1コード (iso 639-2、例： "JP")

source: Change order of language
id: Ubah urutan bahasa pilihan Anda
ja: お気に入りの言語の順番

source: Order of favorite nationality(show on top of the list)
id: Urutan kebangsaan favorit (ditampilkan di bagian atas daftar)
ja: 好きな国籍の順番 (リストの最上部に表示)

source: Order of favorite country(show on top of the list)
id: Beri peringkat negara lain yang Anda pedulikan
ja: 好きな国の順番 (リストの最上部に表示)

source: Order of favorite country others
id: Beri peringkat negara lain yang Anda pedulikan
ja: その他の好きな国の順番

source: Other country
id: Negara lain
ja: その他の国

source: Other languages
id: Bahasa lainnya
ja: その他の言語

source: Other
id: Yang lain
ja: その他

source: other
id: Yang lain
ja: その他

source: Parameters
id: Parameter
ja: パラメータ

source: Personal information
id: Informasi pribadi
ja: 個人情報

source: Pick a color
id: Pilih warna
ja: 色の選択

source: Phone number
id: Nomor telepon
ja: 電話番号

source: Phone type
id: Jenis telepon
ja: 電話の種類

source: Phone
id: Telepon
ja: 電話番号

source: Postal code
id: Kode Pos
ja: 郵便番号

source: Previous
id: Sebelumnya
ja: 前へ

source: Privacy policy
id: Kebijakan pribadi
ja: プライバシーポリシー

source: Privacy policy check
id: Pemeriksaan kebijakan privasi
ja: プライバシーポリシーのチェックボックス

source: I have read and agree with the privacy policy
id: Saya telah membaca dan setuju dengan kebijakan privasi
ja: プライバシーポリシーに同意する

source: Privacy policy link
id: Tautan kebijakan privasi
ja: プライバシーポリシーのリンク

source: Prefered list options
id: Opsi daftar pilihan
ja: 優先リストのオプション

source: ProbationPeriod
id: Masa percobaan
ja: 試用期間

source: Published
id: Diterbitkan
ja: 求人公開日

source: Push application to Tamago-DB
id: Dorong aplikasi ke Tamago-DB
ja: Tamago-DB に応募を送信する

source: Application successfully pushed to Tamago-DB
id: Aplikasi berhasil didorong ke Tamago-DB
ja: 正常に応募が Tamago-DB に送信されました

source: Are you sure you want to push this application to Tamago-DB?
id: Apakah Anda yakin ingin mendorong aplikasi ini ke Tamago-DB?
ja: Tamago-DB に応募を送信しますか？

source: Recaptcha key
id: Kunci Recaptcha
ja: Recaptcha キー

source: Recaptcha secret
id: Rahasia Recaptcha
ja: Recaptcha api シークレットキー

source: please declare your website on the following link to get a key
id: Tolong nyatakan situs web Anda di tautan berikut untuk mendapatkan kunci
ja: キーを取得するには、次のリンクであなたのウェブサイトを宣言してください。

source: Read more...
id: Baca lebih banyak...
ja: 続きを読む。

source: Read privacy policy
id: Silakan baca kebijakan privasi kami
ja: プライバシーポリシーをお読みください。

source: Reason for hiring
id: Alasan untuk mempekerjakan
ja: 募集背景

source: Reason for hiring details
id: Alasan untuk mempekerjakan detail
ja: 募集背景

source: Referrer
id: Perujuk
ja: 紹介

source: How did you find us?
id: Bagaimana Anda menemukan kami?
ja: 経路 (どこで知りましたか)

source: Region
id: Prefektur
ja: 都道府県

source: Register
id: Daftar
ja: 登録

source: Remove
id: Menghapus
ja: 削除

source: Reset
id: Mengatur ulang
ja: リセット

source: results
id: hasil ditemukan
ja: 件の検索結果

source: Resume
id: Curriculum Vitae(CV)/riwayat kerja
ja: 履歴書・職務経歴書

source: Required language
id: Bahasa yang diperlukan
ja: 必須言語

source: Visa
ja: ビザ

source: Requirements
id: Kondisi aplikasi
ja: 応募資格

source: Return to search
id: Kembali ke pencarian
ja: 検索に戻る

source: Return to Job Details
id: Kembali ke Detail Pekerjaan
ja: 求人詳細に戻る

source: Reverse language skill
id: Keterampilan bahasa terbalik
ja: 必須言語

source: Rewrite url
id: Tulis ulang url
ja: URLの書き換え

source: Salary
id: Gaji
ja: 給与

source: Max salary
id: Gunakan gaji maksimal
ja: 最高給与

source: Search
id: Cari
ja: 検索

source: Languages to show
id: Bahasa untuk ditampilkan
ja: 表示する言語

source: Search jobs
id: Cari pekerjaan
ja: 求人を検索する

source: Level or score
id: tingkat atau skor
ja: レベル又は得点

source: Search results
id: Hasil Pencarian
ja: 検索結果

source: Search field is multiple type
id: Bidang pencarian adalah beberapa jenis
ja: 検索は複数選択可

source: Settings
id: Pengaturan
ja: 設定

source: Shortcode
id: Post code
ja: ショートコード

source: Selling points
id: Titik penjualan
ja: セールスポイント

source: Select type
id: Pilih Jenis Pekerjaan
ja: 雇用形態を選択

source: Select industry
id: Pilih industri
ja: 業種を選択

source: Select tag
id: Pilih tag
ja: タグを選択

source: To select multiple fields, 'Ctrl+Click' for Windows and 'Command+Click' for Mac.
id: Untuk beberapa pilihan, "Ctrl + Klik" untuk Windows, "Command + Klik" untuk Mac
ja: 複数選択の場合、Windows の場合は (Ctrl +クリック) 、Macの場合は (コマンド+クリック)

source: Skills and Certification
id: Keterampilan dan Sertifikasi
ja: スキル及び資格

source: Skills and Certifications
id: Keterampilan dan Sertifikasi
ja: スキル及び資格

source: Social media
id: Media sosial
ja: ソーシャルメディア

source: Sort by
id: Sortir dengan
ja: 並べ替え

source: Source
id: Media/Sumber Informasi
ja: 媒体・情報源

source: Source type
id: Media/Sumber Informasi
ja: 媒体・情報源

source: Social sharing
id: berbagi sosial
ja: ソーシャルメディア

source: Status
ja: 状況

source: Status of Residence
id: Status Tempat Tinggal
ja: 在留資格

source: Street
id: Jalan
ja: 番地

source: Submit
id: Daftar
ja: 応募する

source: Subject
id: Subjek
ja: 件名

source: Summary
id: Ringkasan
ja: 要約

source: Use max salary
id: Gunakan gaji maksimal
ja: 最高給与を検索する

source: List of shortcode
id: Daftar kode pendek
ja: ショートコードのリスト

source: Design
id: Rancanga
ja: デザイン

source: Detail
ja: 詳細

source: Widget
ja: ウィジェット

source: Tag group
id: Grup tag
ja: タググループ

source: Tag job title
id: Judul pekerjaan tag
ja: HTML タグ

source: Tags
id: Tag
ja: タグ

source: TDB
id: Tamago-DB
ja: Tamago-DB

source: TDB Job board
id: Papan Pekerjaan Tamago-DB
ja: Tamago-DB 求人連携

source: Template
id: Templat
ja: テンプレート

source: Enable application for confirmation email
id: Aktifkan aplikasi untuk email konfirmasi
ja: 確認メールの送信を可能にする

source: Template applicant
id: Pemohon template
ja: テンプレート

source: Template to be used
id: Template yang akan digunakan
ja: 使用するテンプレート

source: Thank you for your application. Your application has been sent.
id: Terima kasih atas aplikasi Anda. Aplikasi Anda telah dikirim.
ja: ご応募いただきありがとうございます。応募書類は正常に送信されました。

source: Thank you. Your attachment has been sent.
id: Lampiran Anda telah berhasil dikirim.
ja: 添付書類は正常に送信されました。

source: Title
id: Judul
ja: タイトル

source: Type
id: Tipe
ja: 雇用形態

source: Type of Source
id: Media/sumber informasi (detail)
ja: 媒体・情報源

source: Employement type detail
id: Jenis Pekerjaan
ja: 雇用形態 (詳細)

source: Email type
id: Detail
ja: E メール種類

source: Url (personal website)
id: URL
ja: URL (個人のウェブサイト)

source: redirect Url to apply form
ja: 応募フォームへのリダイレクトURL

source: Update API
id: APIを更新
ja: API を更新

source: Upload image
id: Redirect Url untuk menerapkan formulir
ja: 画像をアップロード

source: Update api
id: Perbarui api
ja: API を更新

source: Update translation
id: Perbarui terjemahan
ja: 翻訳を更新

source: Use one currency
id: Gunakan satu mata uang/（Formulir pencarian hanya menggunakan satu mata uang, Yen atau Euro）
ja: 1つの通貨を使用 (検索フォームでは、1つの通貨のみを使用、円もしくはユーロ)

source: Upload logo for social sharing
id: Unggah logo untuk berbagi sosial
ja: ソーシャル共有用にロゴをアップロード

source: Visas
id: Visa
ja: ビザ

source: Country of issue
id: Negara penerbit visa
ja: ビザ発行国

source: Visa type
id: Jenis visa
ja: ビザの種類

source: Video
ja: ビデオ

source: For templates using video
id: Untuk template menggunakan video
ja: 動画を使用したテンプレート

source: Show the video
id: Tampilkan videonya
ja: 動画を表示

source: Max wage amount
id: Jumlah upah maksimum
ja: 最高給与金額

source: Wage amount
id: Jumlah upah
ja: 給与

source: Wage basis
id: dasar upah
ja: 給与の支給方式

source: Max wage basis
id: Dasar upah maksimum
ja: 最高給与の支給方式

source: Wage currency
id: Mata uang upah
ja: 給与の通貨

source: Max wage currency
id: Mata uang upah maksimum
ja: 給与の通貨

source: Wage detail
id: Rincian upah
ja: 給与 (詳細)

source: Widget : Maximum date to show published jobs
id: Widget : Tanggal maksimum untuk menampilkan pekerjaan yang dipublikasikan
ja: ウィジェット (過去何日間の最新公開求人の表示するか選択)

source: Widget : Category to filter
id: Widget: Kategori untuk difilter
ja: ウィジェット (カテゴリーのフィルター)

source: Wage negotiable
id: Nego berdasarkan pengalaman
ja: 経験考慮の上、応相談

source: wordpress ID
id: ID wordpress
ja: ワードプレス ID

source: Working hours
id: Jam kerja
ja: 勤務時間

source: work mobile
id: Ponsel kerja
ja: 会社携帯

source: work
id: Perusahaan
ja: 会社

source: work other
id: Perusahaan lainnya
ja: 会社その他

source: Years
id: Tahun
ja: 年

source: Your application has been sent.
id: Aplikasi Anda telah dikirim.
ja: 応募書類は正常に送信されました。

source: Error
ja: エラー

source: company.tamago-db.com
id: perusahaan.tamago-db.com

source: Use one basis
id: Gunakan satu dasar/（Gunakan hanya satu kriteria dalam formulir pencarian, tahunan, bulanan, harian）
